[
  {
    "id": 1,
    "title": "Ar. P.S. Sodhi",
    "company": "Landscape Architect, CPWD",
    "description": "Collaborating with Trikala Architects on Aarogya Vanam at Rashtrapati Bhawan was a pleasure. Their innovative designs and focus on sustainability helped create a serene oasis. Highly professional and creative, they excel in landscape architecture.",
    "images": "/static/testimonials/image1.jpg"
  },
  {
    "id": 2,
    "title": "Mr. Hari Kushwaha",
    "company": "Owner, Chandi Jewellers, Lucknow",
    "description": "Trikala Architects transformed our jewelry store with elegant and functional interior design. Their attention to our vision and incredible detail exceeded expectations. Clients love the new look, and we’re delighted with the results.",
    "images": "/static/testimonials/image2.jpg"
  },
  {
    "id": 3,
    "title": "Mr. Rashid Khan",
    "company": "Director, WIFA Developers, Mohanlalganj",
    "description": "Trikala Architects impressed us with their creativity and quality in planning our township and riverfront project. They handled the complex landscape beautifully, balancing aesthetics and practicality. Highly recommend them for exceptional results.",
    "images": "/static/testimonials/image3.jpg"
  },
  {
    "id": 4,
    "title": "Mr. Chanchal Sharma",
    "company": "Director, Sharma Developers, Khair, Aligarh",
    "description": "Trikala Architects brought innovative ideas to our township project, exceeding our expectations. Their focus on sustainability and attention to detail were outstanding. We look forward to collaborating again in the future.",
    "images": "/static/testimonials/image4.jpg"
  },
  {
    "id": 5,
    "title": "Aligarh Development Authority",
    "company": "Greater Aligarh Township (GIS Consultant)",
    "description": "Trikala Architects’ GIS consulting streamlined our project’s planning and execution. Their expertise and data-driven approach were crucial for efficient development. Highly recommend their consulting services for any township project.",
    "images": "/static/testimonials/image5.jpg"
  },
  {
    "id": 6,
    "title": "Mr. Gautam Aggarwal",
    "company": "Aligarh (Residence Construction)",
    "description": "Trikala Architects delivered our dream home with exceptional quality. Their professionalism, communication, and attention to detail made the entire process smooth. The final result far exceeded our expectations. We couldn’t be happier.",
    "images": "/static/testimonials/image6.jpg"
  },
  {
    "id": 7,
    "title": "Mrs. Neetu Saini",
    "company": "Aligarh (Residence Construction)",
    "description": "Trikala Architects turned my vision into a beautiful reality. Their perfection, professionalism, and creativity were impressive. The team’s dedication ensured high standards in every aspect. I’m thrilled with the outcome.",
    "images": "/static/testimonials/image7.jpg"
  },
  {
    "id": 8,
    "title": "Mr. Naman Majumdar",
    "company": "Lucknow (Residence Construction & Interior Design)",
    "description": "Trikala Architects handled construction and interior design seamlessly. Their blend of style and comfort matched my personality perfectly. The process was smooth and transparent, making the experience truly satisfying.",
    "images": "/static/testimonials/image1.jpg"
  },
  {
    "id": 9,
    "title": "Mr. Sonu Bhati",
    "company": "Greater Noida (Residence Interior Design)",
    "description": "Trikala Architects brought fresh ideas that transformed my home’s interior. They listened to my preferences and delivered a stylish, modern space. Their creativity and dedication were exceptional. Highly satisfied with the results.",
    "images": "/static/testimonials/image2.jpg"
  },
  {
    "id": 10,
    "title": "Ms. Yati Singhal",
    "company": "Khair (Interior Design of Residence)",
    "description": "Trikala Architects elevated my ideas into a luxurious, welcoming space. Their keen eye for design detail and professionalism made the process enjoyable. I’m beyond impressed and highly recommend their services.",
    "images": "/static/testimonials/image3.jpg"
  }
]
